tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'drud/ddev'
tap 'saulpw/vd'

# Essentials
brew 'bat'
brew 'btop'
brew 'chezmoi'
brew 'coreutils'
brew 'curl'
brew 'ddev'
brew 'entr'
brew 'exa'
brew 'fd'
brew 'fish'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'htmlq'
brew 'httpie'
brew 'jq'
brew 'lazygit'
brew 'node'
brew 'ranger'
brew 'ripgrep'
brew 'starship'
brew 'visidata'
brew 'wget'
brew 'yarn'
brew 'zoxide'

cask 'bartender'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'google-chrome'
cask 'raycast'
cask 'spotify'
cask 'wezterm'
cask 'arc'

# Work
cask 'bitwarden'
cask 'clickup'
cask 'figma'
cask 'microsoft-teams'
cask 'slack'
cask 'tableplus'
cask 'transmit'
cask 'visual-studio-code'

# Fonts
cask 'font-blex-mono-nerd-font'
cask 'font-cascadia-code'
cask 'font-cascadia-code-pl'
cask 'font-fira-code'
cask 'font-fira-code-nerd-font'
cask 'font-hack'
cask 'font-hack-nerd-font'
cask 'font-input'
cask 'font-jetbrains-mono'
cask 'font-jetbrains-mono-nerd-font'
